{
  "SobreMim": {
    "apresentacao": "Olá, eu sou Murilo Andrade",
    "descricao": "Sou estudante de Engenharia de Software na PUC Minas, apaixonado por tecnologia e movido pelo desafio constante de aprender e evoluir na área de desenvolvimento.\n\nAtualmente, atuo como Desenvolvedor Full-Stack na 90 Tecnologia da Informação, empresa especializada em soluções para a engenharia civil, onde coloco em prática meus conhecimentos no desenvolvimento de sistemas que unem performance, usabilidade e inovação.\n\nTenho grande interesse em back-end, pela oportunidade de otimizar processos, estruturar arquiteturas sólidas e buscar sempre o melhor desempenho no processamento de dados. Ao mesmo tempo, possuo experiência em front-end, o que me permite compreender todo o ciclo de desenvolvimento de software e entregar soluções completas.\n\nAlém da parte técnica, destaco minha proatividade, autonomia e facilidade em aprender, características que me impulsionam a enfrentar novos desafios e crescer constantemente, tanto no âmbito acadêmico quanto profissional."
  },

  "Secoes": {
    "experiencias": "Experiências",
    "projetos": "Projetos",
    "contatos": "Contatos"
  },

  "Experiencias": {
    "experiencias": "Experiências",

    "data": [
      {
        "cargo": "Desenvolvedor full-stack",
        "periodo": "Jan. 2025 - Atual",
        "empresa": "90 Tecnologia da Informação",
        "descricao": "Desenvolvedor full-stack, atuando no desenvolvimento de sistemas e na definição de soluções arquiteturais dos projetos."
      },
      {
        "cargo": "Suporte Técnico",
        "periodo": "Abr 2024 - Dez 2024",
        "empresa": "90 Tecnologia da Informação",
        "descricao": "Atendimento aos usuários do sistema, abertura de tickets de erro para o setor de desenvolvimento e criação de relatórios personalizados."
      },
      {
        "cargo": "Suporte Técnico",
        "periodo": "Dez 2023 - Abr 2024",
        "empresa": "RECIVIL",
        "descricao": "Atendimento aos usuários do sistema, abertura de tickets de erro para o setor de desenvolvimento."
      }
    ]
  },

  "Projetos": {
    "projetos": "Projetos",
    "descricao": "Uma seleção de softwares e soluções que desenvolvi.",
    "codigoFonte": "Código fonte"
  },

  "Contato" : {
    "titulo": "Vamos nos conectar"
  }
}